{"translation-revision-date":"2022-07-13 17:01:33+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"view demo":["ver la demostración"],"Enable feature":["Activar característica"],"Disable feature":["Desactivar característica"],"Section Blocks":["Bloques de sección"],"Special Blocks":["Bloques especiales"],"Essential Blocks":["Bloques esenciales"],"Role Manager":["Gestor de perfiles"],"🏠 Migration Settings":["Ajustes de migración"],"Nested Block Width":["Ancho de bloque anidado"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Cargar la hoja de estilo de bloque de la portada y los scripts de la versión 2 para mantener la compatibilidad hacia atrás."],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Cargar los bloques de la versión 2 en el editor sólo cuando la página utilizaba bloques de la versión 2"],"Learn more about migration and the settings below":["Aprende más acerca de migración y de los ajustes abajo"],"Migrating from version 2 to version 3?":["¿Migrar de la versión 2 a la 3?"],"Mobile Breakpoint":["Punto de ruptura para móviles"],"Tablet Breakpoint":["Punto de ruptura para tabletas"],"Block Linking (Beta)":["Enlazar en bloque (Beta)"],"Auto-Collapse Panels":["Paneles con cierre automático"],"Nested Wide Block Width":["Anchura de bloque amplio anidado"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["El ancho utilizado cuando un bloque de columnas tiene su ancho de contenido establecido como ancho. Esto se detecta automáticamente desde tu tema. Puedes ajustarlo si tus bloques no están alineados correctamente. En px, también puedes usar otras unidades o usar una fórmula calc()."],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["El ancho utilizado cuando un bloque de columnas tiene su ancho de contenido establecido en el centro. Esto se detecta automáticamente desde tu tema. Puedes ajustarlo si tus bloques no están alineados correctamente. En px, también puedes usar otras unidades o usar una fórmula calc()."],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Añade un botón en la parte superior del editor que da acceso a una colección de diseños de bloques ya hechos."],"Let's get you started on your page building journey with Stackable.":["Vamos a empezar tu viaje en la construcción de páginas con Stackable."],"Custom Fields allow you to create Fields that you can reference across your entire site. This is helpful when you display the same text in multiple areas in your site.":["Los campos personalizados te permiten crear campos a los que puedes hacer referencia en todo tu sitio. Esto es útil cuando se muestra el mismo texto en varias áreas de tu sitio."],"Our integration with FontAwesome Pro allows you to import icons from their extensive icon library and use them in Stackable blocks.":["Nuestra integración con FontAwesome Pro te permite importar iconos de su amplia biblioteca de iconos y utilizarlos en bloques de Stackable."],"Stackable comes with a Role Manager so you can allow who can edit your content. By default, all user roles have full editing access in the Block Editor.":["Stackable viene con un gestor de perfiles para que puedas decidir quién puede editar tu contenido. Por defecto, todos los perfiles de usuario tienen acceso completo a la edición en el editor de bloques."],"You're all set!":["¡Estás preparado!"],"Icons":["Iconos"],"Show all blocks":["Mostrar todos los bloques"],"Hide all blocks":["Ocultar todos los bloques"],"Some blocks enabled":["Algunos bloques activados"],"All blocks enabled":["Todos los bloques activados"],"All blocks disabled":["Todos los bloques desactivados"],"Welcome":["Bienvenido(a)"],"Use these blocks act as templates to help you build sections effortlessly.":["Utilizar estos bloques actúa como plantilla para ayudarte a construir secciones con poco esfuerzo."],"Next \/ Skip":["Siguiente \/ Saltar"],"Finish":["Finalizar"],"Previous":["Anterior"],"Custom Fields":["Campos personalizados"],"Choose Blocks":["Escoger bloques"],"Choose Blocks That Fit You":["Elige bloques que se adapten a ti"],"Load version 2 blocks in the editor":["Cargar los bloques de la versión 2 en el editor"],"Welcome to Stackable!":["¡Bienvenido a Stackable!"],"Blocks with special functionality that will allow you to create distinctive designs.":["Bloques con funcionalidad especial que te permitirán crear diseños distintivos."],"All the necessary building blocks you need to design anything.":["Todos los bloques de construcción que necesitas para diseñar cualquier cosa."],"All these settings can be changed in the settings page.":["Todos estos ajustes se pueden modificar en la página de ajustes."],"Stackable has 3 categories of blocks, and you can choose which blocks to use to fit your specific workflow.":["Stackable tiene 3 categorías de bloques, y tú puedes elegir qué bloques utilizar para adaptarlos a tu proceso de trabajo específico."],"Let's get you started with your page building journey by configuring some settings first.":["Vamos a empezar con tu viaje en la construcción de páginas configurando primero algunos ajustes."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Te ofrece la posibilidad de enlazar columnas. Cualquier cambio que hagas en una columna se aplicará automáticamente a las demás."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Cerrar otros paneles de inspección al abrir otro, manteniendo sólo uno abierto a la vez."],"Icon Settings":["Ajustes del icono"],"If you have %sFont Awesome Pro%s, you can use your Pro icons by inputting your Pro Kit code below.":["Si tienes %sFont Awesome Pro%s, puedes utilizar tus iconos Pro introduciendo el código de tu Kit Pro a continuación."],"Force styles":["Forzar estilos"],"Not forced":["No forzado"],"Force Typography Styles":["Forzar estilos tipográficos"],"Get Started":["Comienza"],"Don't show help video tooltips":["No mostrar el video de informacíon emergente de ayuda"],"Design Library":["Biblioteca de diseño"],"Learn more":["Aprende más"],"Load version 1 block stylesheet for backward compatibility":["Cargar la hoja de estilos de bloque de la versión 1 para mantener la compatibilidad hacia atrás."],"Show \"Go premium\" notices":["Mostrar los avisos «Hazte Premium»"],"Disable All":["Desactivar todo"],"Disabled":["Desactivado"],"Enable All":["Activar todo"],"Enabled":["Activado"]}},"comment":{"reference":"dist\/admin_welcome.js"}}